



/* Pairing instructions Alert Title */
"Pairing Instructions" = "Instrukcioj pri kuplado";

/* Pairing instruction title */
"Pairing" = "Kuplado";

/* backButton for Tutorial */
"Ok, thanks" = "Akcepti";

/* OK Button on Alert view */
"OK" = "Akcepti";
"No, thanks" = "Ne, dankon";
"New Server" = "Nova servilo";

/* EditableTableViewCell placeholder */
"Name (optional)" = "Nomo (malnepra)";

/* Pairing instruction text */
"Launch Impress & select your computer." = "Ruli Prezentilon kaj elekti vian komputilon.";

/* EditableTableViewCell placeholder */
"IP Address" = "IP-adreso";

/* Invalid IP Address Alert message */
"Invalid IP Address Msg" = "Ne validas IP-adreso enigita de vi";

/* Invalid IP Address Alert title */
"Invalid IP Address" = "Nevalida IP-adreso";

/* App name displayed on navbar */
"Impress Remote" = "Prezentilo-Teleregilo";

/* In app How-to title */
"How-to" = "Kiel";
"Help" = "Helpo";
"Failed to reach your computer" = "Malsukcesis atingi vian komputilon";

/* Connection failure message */
"Failed to reach server Msg" = "Bonvolu kontroli vian IP-adreson kaj certigi ke LibreOffice-Prezentilo rulas kun la funkcio Prezentilo-Teleregilo enŝaltita.";

/* Connection failure title */
"Failed to reach server" = "Malsukcesis atingi servilon";

/* Pairing instruction text */
"Enter the PIN code in SlideShow - Impress Remote" = "Enigi la PIN-kodon en Prezentado - Prezentilo-Teleregilo";

/* Server list section title */
"Detected Connections" = "Forigitaj konektoj";

/* Displayed when no customized server is available */
"Customize server config instruction" = "En la okazo se via komputilo ne aperas en la sekcio supre, mane aldonu komputilon kun ĝia IP-adreso. ";

/* Server list section title */
"Custom Connections" = "Propraj konektoj";

/* connect instructions */
"Create a personal hotspot on your iPhone if needed." = "Krei propran kaptejon per via iPhone se vi bezonas.";

/* Control instruction title */
"Control" = "Regilo";

/* Connection Lost Alert Msg */
"Connection Lost Msg" = "Ho ve, konekto interrompiĝis... Bonvolu provi rekonekti vian komputilon. ";

/* Connection Lost Alert title */
"Connection Lost" = "Konekto interrompiĝis";

/* Popover option */
"Connection Help" = "Helpo pri konekto";

/* instruction page title */
"Connection" = "Konekti";

/* connect instructions */
"Connect your devices to the same WiFi network." = "Konekti viajn ilojn al la sama sendrata reto.";

/* Back button to the connect page on navbar */
"Connect" = "Konekti";
"Click to refresh" = "Alklaki por refreŝigi";
"Cancel" = "Rezigni";

/* Popover option */
"Blank Screen" = "Vaka ekrano";
"Back" = "Retroen";

/* Popover option */
"About Impress Remote" = "Pri Prezentilo-Teleregilo";
"* You don't have a WiFi connection now.\n* Connect your iOS device and your computer to the same network\n* Refresh\n* hint: you may create a personal hotspot on your computer/iPhone" = "* Vi ne havas konekton al sendrata reto nun.\n* Konektu vian iOS-ilon kaj vian komputilon al la sama reto\n* Refreŝigu\n* Konsileto: vi povas krei vian propran retkaptejon en via komputilo/iPhone";
"* Launch Impress on your computer\n* Connect both devices to the same WiFi network\n* P.S. Your iOS device is connected to \"%@\" now" = "* Rulu je Prezentilo per via komputilo\n* Konektu ambaŭ ilojn al la sama sendrata reto\n* P.S. Via iOS-ilo nun estas konektita al \"%@\"";
"Yes" = "Jes";

/* Sidebar section header */
"Timer" = "Tempumilo";
"Take a tour of iOS Impress Remote?" = "Ĉu turnei tra iOS-Prezentilo-Teleregilo?";

/* Sidebar section header */
"Stop Watch" = "Klikhorloĝo";

/* Popover option */
"Stop Presentation" = "Haltigi prezentaĵon";

/* Update button text in diffrent states */
"Start" = "Komenci";

/* Sidebar section header */
"Slides" = "Lumbildoj";
"Searching" = "Serĉas";

/* Popover option */
"Resume from blank Screen" = "Daŭrigi ĉe vaka ekrano";
"Resume from blank screen" = "Daŭrigi ĉe vaka ekrano";

/* Popover option */
"Restart" = "Restartigi";
"Please consider restart LibreOffice Impress on your computer." = "Bonvolu konsideri restartigi je LibreOffice ĉe via komputilo.";

/* Update button text in diffrent states */
"Pause" = "Paŭzi";
"Pairing Instructions Msg" = "1. Lanĉu je LibreOffice-Prezentilo ĉe via komputilo\n\n2. Enŝaltu je Preferoj - LibreOffice-Prezentilo - Ĝenerala - Enŝalti foran regadon\n\n3. Certigu ke via komputilo kaj ilo estas konektitaj al la sama sendrata reto\n\n4. Enigu mane la IP-adreson de via komputilo, se ĝi ne estas detektita\n\n5. Konektu kaj ĝuu!\n\n";
